return {
   "goolord/alpha-nvim",
   dependencies = { "nvim-tree/nvim-web-devicons" },

   config = function()
      local alpha = require("alpha")
      local dashboard = require("alpha.themes.dashboard")

      -- Set header
      dashboard.section.header.val = {
         [[                                                                       ]],
         [[                                                                       ]],
         [[                                                                     ]],
         [[       ████ ██████           █████      ██                     ]],
         [[      ███████████             █████                             ]],
         [[      █████████ ███████████████████ ███   ███████████   ]],
         [[     █████████  ███    █████████████ █████ ██████████████   ]],
         [[    █████████ ██████████ █████████ █████ █████ ████ █████   ]],
         [[  ███████████ ███    ███ █████████ █████ █████ ████ █████  ]],
         [[ ██████  █████████████████████ ████ █████ █████ ████ ██████ ]],
         [[                                                                       ]],
         [[                                                                       ]],
      }

      -- Set menu
      dashboard.section.buttons.val = {
         dashboard.button("e", "📂 > New file", ":ene <BAR> startinsert <CR>"),
         dashboard.button("f", "🔎 > Find file", ":Telescope find_files<CR>"),
         dashboard.button("t", "🌲 > File tree", ":Neotree filesystem toggle<cr>"),
         dashboard.button("r", "🗄️ > Recent", ":Telescope oldfiles<CR>"),
         dashboard.button("s", "🧰 > Settings", ":cd $HOME/.config/nvim | pwd<CR>"),
         dashboard.button("l", "🧪 > Lazy Plugins", ":Lazy<cr>"),
         dashboard.button("m", "🧑🏽 > Mason", ":Mason<cr>"),
         dashboard.button("q", "❌ > Quit NVIM", ":qa<CR>"),
      }

      set("n", "gta", ":Alpha<cr>", { desc = "Goes to Alpha dashboard" })

      -- Other configurations
      alpha.setup(dashboard.opts)
   end,
}
